{
    "links": [
        {
            "rel": "help",
            "href": "https://lpdaac.usgs.gov/documents/972/MOD17_User_Guide_V61.pdf",
            "title": "User Guide"
        },
        {
            "rel": "describedby",
            "href": "https://ladsweb.modaps.eosdis.nasa.gov/filespec/MODIS/61/MYD17A3HGF",
            "title": "Data File"
        }
    ],
    "title": "MODIS/Aqua Net Primary Production Gap-Filled Yearly L4 Global 500 m SIN Grid",
    "description": "The MYD17A3HGF Version 6.1 product provides information about annual Net Primary Production (NPP) at 500 meter (m) pixel resolution. Annual Aqua Moderate Resolution Imaging Spectroradiometer (MODIS) NPP is derived from the sum of all 8-day Net Photosynthesis (PSN) products (MYD17A2H) from the given year. The PSN value is the difference of the Gross Primary Productivity (GPP) and the Maintenance Respiration (MR). The MYD17A3HGF will be generated at the end of each year when the entire yearly 8-day MYD15A2H is available. Hence, the gap-filled MYD17A3HGF is the improved MYD17, which has cleaned the poor-quality inputs from 8-day Leaf Area Index and Fraction of Photosynthetically Active Radiation (FPAR/LAI) based on the Quality Control (QC) label for every pixel. If any LAI/FPAR pixel did not meet the quality screening criteria, its value is determined through linear interpolation. However, users cannot get MYD17A3HGF in near-real time because it will be generated only at the end of a given year.",
    "extent": {
        "spatial": {
            "bbox": [
                [
                    -180.0,
                    180.0,
                    -90.0,
                    90.0
                ]
            ]
        },
        "temporal": {
            "interval": [
                [
                    "2002-12-27T00:00:00Z",
                    null
                ]
            ]
        }
    },
    "providers": [
        {
            "name": "NASA LP DAAC at the USGS EROS Center",
            "roles": [
                "producer",
                "licensor"
            ],
            "url": "https://doi.org/10.5067/MODIS/MYD17A3HGF.061"
        }
    ]
}