{
    "links": [
        {
            "rel": "help",
            "href": "https://lpdaac.usgs.gov/documents/108/MOD21_User_Guide_V6.pdf",
            "title": "User Guide"
        },
        {
            "rel": "describedby",
            "href": "https://ladsweb.modaps.eosdis.nasa.gov/filespec/MODIS/6/MOD21A2",
            "title": "Data File"
        }
    ],
    "title": "MODIS/Terra Land Surface Temperature/3-Band Emissivity 8-Day L3 Global 1 km SIN Grid",
    "description": "A new suite of Moderate Resolution Imaging Spectroradiometer (MODIS)\n            Land Surface Temperature and Emissivity (LST&E) products are available in\n            Collection 6. The MOD21 Land Surface Temperatuer (LST) algorithm differs from\n            the algorithm of the MOD11 LST products, in that the MOD21 algorithm is based\n            on the ASTER Temperature/Emissivity Separation (TES) technique, whereas the\n            MOD11 uses the split-window technique. The MOD21 TES algorithm uses a\n            physics-based algorithm to dynamically retrieve both the LST and spectral\n            emissivity simultaneously from the MODIS thermal infrared bands 29, 31, and 32.\n            The TES algorithm is combined with an improved Water Vapor Scaling (WVS)\n            atmospheric correction scheme to stabilize the retrieval during very warm and\n            humid conditions.\n\n            The MOD21A2 dataset is an 8-day composite LST product that uses an algorithm\n            based on a simple averaging method. The algorithm calculates the average from\n            all the cloud free MOD21A1D and MOD21A1N daily acquisitions from the 8-day period.\n            Unlike the MOD21A1 data sets where the daytime and nighttime acquisitions are\n            separate products, the MOD21A2 contains both daytime and nighttime acquisitions as\n            separate Science Dataset (SDS) layers within a single Hierarchical Data Format (HDF)\n            file. The LST, Quality Control (QC), view zenith angle, and viewing time have separate\n            day and night SDS layers, while the values for the MODIS emissivity bands 29, 31, and\n            32 are the average of both the nighttime and daytime acquisitions. MOD21A2 products\n            are available two months after acquisition due to latency of data inputs. Additional\n            details regarding the method used to create this Level 3 (L3) product are available\n            in the Algorithm Theoretical Basis Document (ATBD).",
    "extent": {
        "spatial": {
            "bbox": [
                [
                    -180.0,
                    180.0,
                    -90.0,
                    90.0
                ]
            ]
        },
        "temporal": {
            "interval": [
                [
                    "2000-02-16T00:00:00Z",
                    "2005-12-31T00:00:00Z"
                ]
            ]
        }
    },
    "providers": [
        {
            "name": "NASA LP DAAC at the USGS EROS Center",
            "roles": [
                "producer",
                "licensor"
            ],
            "url": "https://doi.org/10.5067/MODIS/MOD21A2.006"
        }
    ]
}